Repository: eduplusca/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/localjs.po
Languages: fr

source: Use the Discussion Topics menu to find specific topics.
fr: Utiliser le menu des sujets de discussions pour trouver des sujets spécifiques.

source: By: Staff
fr: Par : Équipe pédagogique

source: Add a clear and descriptive title to encourage participation.
fr: Ajouter un titre clair et descriptif afin d'encourager la participation.

source: Your question or idea
fr: Votre question ou idée

source: Questions raise issues that need answers. Discussions share ideas and start conversations.
fr: Les questions soulèvent des problèmes auxquels il faut répondre. Les discussions partagent des idées et démarrent des conversations.

source: Add your post to a relevant topic to help others find it.
fr: Ajoutez votre message à un sujet pertinent afin d'aider les autres à le trouver.

source: Enter and confirm your new password.
fr: Entrer et confirmer votre nouveau mot de passe.

source: Confirm Password
fr: Confirmer votre mot de passe

source: Reset My Password
fr: Réinitaliser mon mot de passe

source: Passwords do not match.
fr: Les mots de passe ne correspondent pas.

source: Please note: Deletion of your account and personal data is permanent and cannot be undone. EdX will not be able to recover your account or the data that is deleted.
fr: Remarque: la suppression de votre compte et de vos données personnelles est permanente et ne peut pas être annulée. EDUzone ne pourra pas récupérer votre compte ni les données supprimées.

source: If you proceed, you will be unable to use this account to take courses on the edX app, edx.org, or any other site hosted by edX. This includes access to edx.org from your employer’s or university’s system and access to private sites offered by MIT Open Learning, Wharton Executive Education, and Harvard Medical School.
fr: Si vous continuez, vous ne pourrez plus utiliser ce compte pour suivre des cours sur l'application EDUzone, eduzone.ca ou sur tout autre site hébergé par EDUzone. Cela inclut l'accès à eduzone.ca depuis le système de votre employeur ou de votre université et l'accès à des sites privés offerts par MIT Open Learning, Wharton Executive Education et Harvard Medical School.

source: Yes, Delete
fr: Oui, supprimer
